import BackButton from "@/components/SharedComponents/BackButton/BackButton";
import RoundSquareLink from "@/components/SharedComponents/RoundSquareLink/RoundSquareLink";

async function EthicalCodex() {
  return (
    <div className="my-8 mx-16 lg:mx-6 lg:my-8 flex flex-col items-center lg:items-start">
      <div className="w-full">
        <BackButton href="/" text="На главную" />
      </div>
      <h2 className="mt-6 mb-6 w-full">Этический кодекс РПА</h2>
      <span className="text-base flex flex-col gap-3 lg:text-xl w-full">
        <p>
          <strong>Этический кодекс РПА</strong> <em>от 27.05.2019</em>
        </p>

        <p>Этический кодекс РПА состоит из следующих частей:</p>

        <ol className="list-decimal pl-10">
          <li>
            Введения – которое включает в себя цели, организационные вопросы,
            процессуальные особенности и точки приложения этического кодекса
          </li>

          <li>Преамбулы</li>

          <li>Пяти общих принципов</li>

          <li>Этических норм</li>
        </ol>

        <p>
          Преамбула и основополагающие принципы – это желаемые цели, ведущие к
          высшим идеалам в области психотерапии и клинической психологии. Хотя
          преамбула и основополагающие принципы не являются сами по себе
          обязательными правилами, психотерапевты должны иметь их в виду, чтобы
          действовать этически правильно. Этические нормы предписывают
          обязательные правила поведения психотерапевтов. Большинство Этических
          норм описаны в общих чертах, с тем, чтобы они были применимы к работе
          психотерапевтов в разных областях, однако применение Этических норм
          может быть различно в зависимости от ситуации. Этические нормы не
          являются исчерпывающими. Тот факт, что какой-либо случай не упомянут
          особо в Этических нормах, не означает, что он является обязательно
          этичным или неэтичным.{" "}
        </p>

        <p>
          Этический Кодекс (ЭК) применим только к той деятельности
          психотерапевтов, которая является частью их научной, образовательной
          или профессиональной деятельности в качестве психологов или
          психотерапевтов. Области применения Кодекса включают в себя, но не
          ограничиваются следующими сферами: клиническая деятельность,
          психотерапия в частной практике, психологическое консультирование,
          исследовательская работа, обучение, супервизия, работа в
          государственном учреждении, разработка курса развития, социальная
          работа, разработка инструментов оценки в области психотерапии и
          психологического консультирования, проведение обследования;
          образовательное консультирование; организационный консалтинг;
          судебно-экспертная деятельность, проектирование и оценка программ,
          администрирование. Данный Этический Кодекс применяется к этим видам
          деятельности в различных контекстах: лично, по почте, телефону, через
          интернет и другие электронные виды связи. Эти виды деятельности должны
          быть отделены от чисто частного поведения психотерапевтов, которое не
          относится к сфере применения Этического Кодекса.
        </p>

        <p>
          Членство в РПА обязывает членов и планируемых кандидатов в члены
          подчиняться стандартам Этического Кодекса и правилам и процедурам,
          используемых для их обеспечения. Незнание или непонимание этической
          нормы не является само по себе защитой от обвинения в неэтичном
          поведении.
        </p>

        <p>
          Порядок подачи, расследования и разрешения жалоб на неэтичное
          поведение описаны в Положении о Комитете по этике РПА. РПА может
          ввести санкции в отношении своих членов за нарушение норм Этического
          Кодекса, в том числе в виде прекращения членства в РПА, и может
          уведомить другие органы и отдельных лиц о своих действиях. Действия,
          которые нарушают нормы Этического Кодекса РПА, также могут привести к
          введению санкций в отношении психотерапевтов или кандидатов в члены
          другими органами, в том числе профессиональными психологическими или
          психотерапевтическими ассоциациями и объединениями, государственными
          или муниципальными структурами, страховыми медицинскими организациями.
          Кроме того, РПА может принять меры против члена РПА после осуждения
          его в уголовном преступлении, исключения или отстранения от
          деятельности государственной структурой, приостановки или лишения
          лицензии. Если санкция РПА не подразумевает исключения, то это не
          является гарантом возможности личного слушания, но, как правило,
          предусматривает, что жалобы будут рассмотрены на основании
          представленных документов.
        </p>

        <p>
          Этический Кодекс призван служить руководством для психотерапевтов и
          давать стандарты профессионального поведения, которые могут быть
          применены в РПА. Этический Кодекс не предназначен быть основанием
          гражданско-правовой ответственности. Нарушение психотерапевтами
          стандартов Этического Кодекса само по себе не определяет, будет ли
          психотерапевт нести юридическую ответственность в судебном порядке,
          связано ли это с договором, который подлежит исполнению, или имеются
          ли другие правовые последствия.
        </p>

        <p>
          Модификаторы, используемые в некоторых нормах настоящего Этического
          Кодекса (например, разумно, целесообразно, потенциально), включены в
          нормы, когда они (1) позволяют вынести профессиональное суждение со
          стороны психотерапевтов, (2) устранить возможную несправедливость или
          неравенство, которые могли бы иметь место без модификатора, (3)
          обеспечить применимость по всему широкому спектру действий, проводимых
          психотерапевтами, или (4) предотвратить появление жестких правил,
          которые могут &nbsp;быстро устареть. Используемый в настоящем
          Этическом Кодексе термин «разумно» подразумевает преобладающее
          профессиональное суждение психотерапевтов, занимающихся аналогичной
          деятельностью в аналогичных обстоятельствах, принимая во внимание те
          знания, которые они имели или должны были иметь в это время.
        </p>

        <p>
          В процессе принятия решений, касающихся их профессионального
          поведения, психотерапевты должны учитывать этот Кодекс в дополнение к
          иным документам РПА и действующему законодательству. При применении
          Этического Кодекса к их профессиональной деятельности психотерапевты
          могут использовать и другие материалы, и руководящие указания, которые
          были приняты или одобрены научными и профессиональными организациями
          психологов или психотерапевтов, следовать голосу своей совести, а
          также консультироваться с другими специалистами в этой области. Если
          этот Этический Кодекс устанавливает более высокий стандарт поведения,
          чем требуется по закону, психотерапевты должны соответствовать более
          высоким этическим стандартам. Если этическая ответственность
          психотерапевтов вступает в конфликт с законом, правилами, или другими
          действующими правовыми документами, психотерапевты должны сообщить о
          своей приверженности этому Этическому Кодексу и принять меры по
          урегулированию конфликта ответственным образом в соответствии с
          основными принципами прав человека.
        </p>

        <p>
          <strong>ПРЕАМБУЛА</strong>
        </p>

        <p>
          Психотерапевты стремятся к росту научных и профессиональных знаний о
          поведении и понимании людьми себя и других, к использованию таких
          знаний для улучшения состояния отдельных лиц, организаций и общества.
          Они уважают и защищают гражданские права и права человека, центральное
          значение свободы исследования и выражения в научных исследованиях,
          обучении и публикациях, стремятся помочь общественности в разработке
          обоснованных суждений и решений, связанных с человеческим поведением.
          При этом, они выполняют множество функций, таких как исследователь,
          педагог, диагност, психотерапевт, руководитель, консультант,
          супервизор, администратор, специалист по социальному вмешательству и
          свидетель-эксперт. Настоящий ЭК содержит общий набор принципов и норм,
          на которых психотерапевты строят свою профессиональную и научную
          работу.{" "}
        </p>

        <p>
          Настоящий ЭК призван дать конкретные нормы, охватывающие большинство
          ситуаций, с которыми сталкиваются психотерапевты. Он имеет в качестве
          своих целей благополучие и защиту отдельных лиц и групп, с которыми
          работают психотерапевты, и образование членов ассоциации, студентов и
          общественности в отношении этических норм психотерапии.
        </p>

        <p>
          Развитие динамичного набора этических стандартов, связанных с
          профессиональным поведением психотерапевтов требует личной
          приверженности делу, постоянных, в течение всей жизни усилий для того,
          чтобы действовать этически правильно, поощрять этичное поведение со
          стороны обучающихся, супервизоров, сотрудников и коллег, а также
          консультироваться с другими относительно этических проблем.
        </p>

        <p>
          <strong>ОБЩИЕ ПРИНЦИПЫ</strong>
        </p>

        <p>
          Этот раздел состоит из общих принципов. Общие принципы, в отличие от
          этических норм, являются желательными по своей природе. Общие
          принципы, в отличие от этических норм, не представляют собой
          обязательств и не должны служить основанием для введения санкций.
        </p>

        <p>
          <strong>Принцип А: не навреди</strong>
        </p>

        <p>
          Психотерапевты стремятся принести пользу тем, с кем они работают и
          заботятся о том, чтобы не причинять вреда. В своих профессиональных
          действиях психотерапевты стремятся защитить благополучие и права тех,
          с кем они взаимодействуют профессионально и других затрагиваемых лиц.
          Когда возникают конфликты между обязательствами или задачами
          психотерапевтов, они пытаются разрешить эти конфликты ответственным
          образом, чтобы избежать или минимизировать вред. Поскольку научные и
          профессиональные суждения и действия психотерапевтов могут влиять на
          жизнь других людей, они осознают это и готовы принимать меры против
          личных, финансовых, социальных, организационных или политических
          факторов, которые могут привести к злоупотреблению их влиянием.
          Психотерапевты стремятся быть осведомлены о возможном влиянии их
          собственного физического и психического здоровья на их способность
          помочь тем, с кем они работают.
        </p>

        <p>
          <strong>Принцип B: Лояльность и ответственность</strong>
        </p>

        <p>
          Психотерапевты устанавливают доверительные отношения с теми, с кем они
          работают. Они осознают свою профессиональную и научную ответственность
          перед обществом и конкретными сообществами, в которых они работают.
          Психотерапевты поддерживают профессиональные стандарты поведения,
          проясняют свои профессиональные роли и обязанности, принимают
          соответствующую ответственность за свое поведение, и стремятся
          управлять конфликтами интересов, чтобы избежать неправомерного
          использования в своих интересах и нанесения вреда. Психотерапевты
          консультируются, обращаются, сотрудничают с другими специалистами и
          учреждениями в степени, необходимой, чтобы служить интересам тех, с
          кем они работают. Они заботятся об этическом соответствии научного и
          профессионального поведения своих коллег. Психотерапевты стремятся
          отдавать часть своего профессионального времени практически без
          компенсации или личной выгоды.
        </p>

        <p>
          <strong>Принцип C: Добросовестность </strong>
        </p>

        <p>
          Психотерапевты стремятся действовать в точности, честности и
          правдивости в области науки, обучения и практической деятельности. В
          рамках этой деятельности специалисты не совершают воровства, обмана,
          не занимаются мошенничеством, не прибегают к уловкам или
          преднамеренному искажению действительности. Психотерапевты стремятся
          держать свои обещания и избегать необдуманных или неясно выраженных
          обязательств. В тех ситуациях, в которых обман может быть этически
          оправданным, чтобы достичь максимального положительного эффекта и
          минимизировать вред, психотерапевты обязаны серьезно рассмотреть
          вопрос о необходимости этого, возможные последствия и их
          ответственность за исправление возможного возникающего в результате
          недоверия или других вредных последствий использования таких методов.
        </p>

        <p>
          <strong>Принцип Д: Справедливость</strong>
        </p>

        <p>
          Психотерапевты признают, что справедливость и правосудие требуют,
          чтобы все люди имели возможность получать доступ и извлекать пользу из
          достижений психотерапии и психологии, а также имели право на
          одинаковое качество работы в процессах, процедурах и услугах,
          проводимых специалистами. Психотерапевты имеют разумное суждение и
          принимают меры предосторожности, чтобы гарантировать, что их возможная
          предвзятость, границы их компетенции, а также ограниченность их опыта
          не привели бы и не потворствовали бы несправедливым или неправильным
          действиям.
        </p>

        <p>
          <strong>Принцип E: Уважение прав и достоинства людей </strong>
        </p>

        <p>
          Психотерапевты уважают достоинство и ценность всех людей, а также
          права граждан на неприкосновенность частной жизни, конфиденциальность
          и самоопределение. Психотерапевты знают, что особые меры могут быть
          необходимы для защиты прав и благополучия отдельных лиц или общин, чья
          уязвимость оказывает негативное воздействие на самостоятельное
          принятие решений. Психотерапевты осознают и уважают культурные,
          индивидуальные и ролевые различия, в том числе вызванные возрастом,
          полом, гендерной идентичностью, расой, этнической принадлежностью,
          культурой, национальным происхождением, религией, сексуальной
          ориентацией, ограниченными возможностями, языком и
          социально-экономическим статусом, и принимают во внимание эти факторы
          при работе с членами таких групп. Психотерапевты пытаются устранить
          влияние на их работу предвзятостей, основанных на этих факторах, и
          сознательно не участвуют и не потворствуют деятельности других лиц,
          основанной на таких предрассудках.
        </p>

        <p>
          <strong>ЭТИЧЕСКИЕ НОРМЫ</strong>
        </p>

        <p>
          <strong>1. Разрешение Этических вопросов</strong>
        </p>

        <p>1.1 Неправильное использование работы психотерапевтов</p>

        <p>
          Если психотерапевты узнают о неправильном использовании или
          неправильной интерпретации своей работы, они принимают разумные меры
          для исправления или минимизации неправильного использования или
          введения в заблуждение.
        </p>

        <p>
          1.2 Конфликты между этикой и законом, правилами и иными действующими
          источниками права
        </p>

        <p>
          Если этические обязанности психотерапевтов вступают в конфликт с
          законом, правилами, или другими нормативными документами,
          психотерапевты проясняют природу конфликта, заявляют о своей
          приверженности ЭК, и принимают необходимые меры для разрешения
          конфликта в соответствии с общими принципами и этическими нормами ЭК.
          Ни при каких обстоятельствах эти нормы не используются для оправдания
          или защиты нарушения прав человека.
        </p>

        <p>1.3 Конфликты между этикой и организационными требованиями</p>

        <p>
          Если требования организации, с которой или на которую работают
          психотерапевты, находятся в конфликте с ЭК, психотерапевты проясняют
          природу конфликта, заявляют о своей приверженности Кодексу, и
          принимают необходимые меры для разрешения конфликта в соответствии с
          общими принципами и этическими нормами ЭК. Ни при каких
          обстоятельствах эти нормы не используются для оправдания или защиты
          нарушения прав человека.
        </p>

        <p>1.4 Неформальное разрешение этических нарушений</p>

        <p>
          Когда психотерапевты считают, что, возможно, было допущено этическое
          нарушение другим психотерапевтом, они пытаются решить эту проблему
          путем доведения ее до сведения этого лица, если неофициальное
          разрешение представляется целесообразным и вмешательство не нарушает
          ничьих прав конфиденциальности, которые могут быть затронуты этим
          действием (см. также нормы 1.2 Конфликты между этикой и законом,
          правилами и иными действующими источниками права и 1.3 Конфликты между
          этикой и организационными требованиями).
        </p>

        <p>1.5 Сообщение о нарушении этических норм</p>

        <p>
          Если явное этическое нарушение, нанесло или может нанести существенный
          вред человеку или организации, и невозможно неофициальное разрешения в
          соответствии с нормой 1.4 «Неформальное разрешение этических
          нарушений», или этот вопрос не удалось удовлетворительно решить таким
          образом, психотерапевты принимают дальнейшие меры, соответствующие
          ситуации. Такие действия могут включать в себя обращение в Этический
          комитет или в соответствующие компетентные органы. Настоящая норма не
          применяется когда были приглашены психотерапевты, чтобы рассмотреть
          работу другого специалиста, чье профессиональное поведение ставится
          под вопрос (см. также норму 1.2 Конфликты между этикой и законом,
          правилами и иными действующими источниками права).
        </p>

        <p>1.6 Сотрудничество с комитетами по этике</p>

        <p>
          Психотерапевты оказывают содействие этическим расследованиям,
          процедурам, а также осуществлению проистекающих из этого требований
          РПА или любой связанной с ней профессиональной психологической или
          психотерапевтической ассоциацией, к которой они принадлежат. При этом
          они прилагают разумные усилия, для сохранения конфиденциальности.
          Нежелание сотрудничать само по себе является нарушением этики. Тем не
          менее, запрос об отсрочке принятия официального решения по жалобе по
          вопросам этики в ожидании исхода разбирательства сам по себе не
          является отказом от сотрудничества.
        </p>

        <p>1.7 Необоснованные Жалобы</p>

        <p>
          Психотерапевты не подают и не поощряют подачу жалоб по вопросам этики,
          если жалобы основаны на безответственном пренебрежении или умышленном
          игнорировании фактов, которые могли бы опровергнуть обвинение.
        </p>

        <p>
          1.8 Недобросовестная дискриминация в отношении истцов и ответчиков
        </p>

        <p>
          Психотерапевты не отказывают в принятии на работу, продвижении,
          допуске к участию в академических или других программах, постоянной
          штатной должности или продвижении по службе, основываясь исключительно
          на том, что данное лицо подавало жалобу по вопросам этики или на него
          была подана жалоба. Это не исключает возможности принятия мер,
          основанных на результатах такого разбирательства или с учетом другой
          соответствующей информации.
        </p>

        <p>
          <strong>
            2. Компетенция. Соответствие профессиональным требованиям
          </strong>
        </p>

        <p>2.1 Границы компетенции</p>

        <p>
          (a) Психотерапевты предоставляют услуги, обучают и проводят
          исследования, только в пределах своей компетенции, на основе своего
          образования, профессионального обучения, практики под руководством
          супервизора, консультаций, обучения или профессионального опыта.
        </p>

        <p>
          (b) Если психотерапевт, исходя из научных или профессиональных знаний
          в области психологии и психотерапии, устанавливает, что понимание
          факторов, связанных с возрастом, полом, гендерной идентичностью,
          расовой, этнической принадлежностью, культурой, национальным
          происхождением, религией, сексуальной ориентацией, ограниченными
          возможностями, языком или социально-экономическим статусом имеет
          важное значение для эффективного осуществления им своих услуг или
          исследований, психотерапевт получает соответствующую подготовку, опыт,
          консультацию, и/или супервизию, необходимую для обеспечения
          соответствующего уровня своих услуг, или он делает необходимые
          запросы, за исключением случаев, предусмотренных в норме 2.2
          «Представление услуг в чрезвычайных ситуациях».
        </p>

        <p>
          (c) Психотерапевты, планирующие предоставлять услуги, учить или
          проводить исследования с участием новых для них категорий населения, в
          новых областях, с использованием новых методов или технологий, должны
          получить соответствующее образование, обучение, опыт под руководством
          супервизора.
        </p>

        <p>
          (d) Если психотерапевта просят предоставить услуги лицам, для которых
          соответствующие службы охраны психического здоровья недоступны и для
          оказания данных услуг психотерапевт не имеет соответствующей
          квалификации, психотерапевт, имеющий близкую к требуемой
          предварительную подготовку или опыт, может предоставить такие услуги в
          целях обеспечения того, чтобы нуждающиеся не были лишены необходимой
          помощи. При этом психотерапевт предпринимает разумные усилия для
          получения необходимой квалификации, используя соответствующие
          исследования, обучение, супервизии.
        </p>

        <p>
          (e) В тех новых областях, в которых общепризнанных стандартов для
          предварительной подготовки еще не существуют, психотерапевты, тем не
          менее, предпринимают разумные меры для обеспечения компетентности
          своей работы и защиты клиентов / пациентов, студентов, супервизантов,
          участников исследования, организационных клиентов и других от вреда.
        </p>

        <p>
          (f) Чтобы выступать в роли судебно-медицинских экспертов или
          осуществлять внесудебную экспертизу, психотерапевты должны иметь
          подготовку в соответствии с действующим законодательством.
        </p>

        <p>2.2 Предоставление услуг в чрезвычайных ситуациях</p>

        <p>
          В чрезвычайных ситуациях, когда психотерапевты предоставляют услуги
          лицам, для которых другие службы охраны психического здоровья
          недоступны, и для оказания каковых услуг психотерапевты не получили
          необходимой подготовки, специалисты могут предоставить такие услуги,
          для того, чтобы нуждающиеся не оказались без помощи. Услуги
          прекращаются, как только чрезвычайная ситуация закончилась или
          соответствующие услуги стали доступны.
        </p>

        <p>2.3 Поддержание компетентности (профессионального уровня)</p>

        <p>
          Психотерапевты прилагают постоянные усилия по развитию и поддержанию
          своего профессионального уровня.
        </p>

        <p>2.4 Основания для научных и профессиональных суждений</p>

        <p>
          Работа психотерапевтов основывается на установленных общепринятых
          научных и профессиональных знаниях (см. также нормы 2.1 e Границы
          компетенции и 10.1 b Информированное согласие на психотерапию).
        </p>

        <p>2.5 Делегирование работы другим</p>

        <p>
          Психотерапевты, которые делегируют работу сотрудникам, практикантам,
          ассистентам в области научно-исследовательских работ, обучения или
          которые пользуются услугами других специалистов, например
          переводчиков, предпринимают разумные меры для того, чтобы:
        </p>

        <p>
          (1) избегать делегирования такой работы лицам, имеющим разнообразные
          связи (отношения) с теми, кому оказываются психотерапевтические
          услуги, поскольку это может привести к нарушениям или утрате
          объективности; (2) разрешать выполнять только те обязанности,
          компетентного выполнения которых от этих лиц можно ожидать с учетом их
          образования, профессиональной подготовки или опыта, либо
          самостоятельно, либо с необходимым уровнем супервизии; а также (3)
          следить за тем, чтобы эти лица на должном уровне исполняли свою работу
          (см. также нормы 2.2 Предоставление услуг в чрезвычайных ситуациях;
          3.5 Множественные взаимоотношения; 4.1 Сохранение конфиденциальности;
          9.1 Основания для оценок; 9.2 Использование результатов; 9.3
          Информированное согласие на обследование; и 9.7 Проведение
          обследования лицами, не имеющими квалификации).
        </p>

        <p>2.6 Личные проблемы и конфликты</p>

        <p>
          (a) Психотерапевты воздерживаются от того, чтобы начать работу,
          относительно которой они знают или должны знать, что существует
          значительная вероятность того, что их личные проблемы не позволят им
          выполнять свои профессиональные обязанности, компетентно.
        </p>

        <p>
          (b) В случае если психотерапевты осознают личные проблемы, которые
          могут препятствовать выполнению ими связанных с работой обязанностей
          надлежащим образом, они предпринимают соответствующие меры, такие как
          получение профессиональной консультации, супервизии или помощи, а
          также определяют, должны ли они ограничить, приостановить или
          прекратить свои профессиональные обязанности (см. также норму 10.10
          Завершение психотерапии).
        </p>

        <p>
          <strong>3. Человеческие отношения</strong>
        </p>

        <p>3.1 Дискриминация</p>

        <p>
          В своей профессиональной деятельности, психотерапевты не участвуют в
          дискриминации, основанной на возрасте, поле, гендерной идентичности,
          расовой, этнической принадлежности, культуре, национальном
          происхождении, религии, сексуальной ориентации, инвалидности,
          социально-экономическом статусе, или на чем-либо, запрещенным законом.
        </p>

        <p>3.2 Сексуальное домогательство</p>

        <p>
          Психотерапевты не участвуют в сексуальных домогательствах. Сексуальное
          домогательство – это сексуальные требования, физические знаки внимания
          (заигрывания), или вербальное или невербальное поведение, которое
          сексуально по природе, которое происходит в связи с деятельностью
          психотерапевта по отношению к пациенту, клиенту, обучающемуся,
          супервизанту, коллеге и т.п. Это поведение является нежелательным или
          оскорбительным или создает враждебную рабочую или образовательную
          среду, и при этом психотерапевт знает, или ему сказали, что это так.
          Сексуальные домогательства могут состоять из одного ярко выраженного
          действия, или ряда настойчивых или постоянных действий (см. также
          норму 1.8 Несправедливая дискриминация в отношении истцов и
          ответчиков).
        </p>

        <p>3.3 Другие виды преследований</p>

        <p>
          Психотерапевты сознательно не участвуют в таком поведении в отношении
          лиц, с которыми они взаимодействуют в своей работе, которое
          оскорбительно или унизительно для этих лиц и основано на таких
          факторах, как возраст, пол, гендерная идентичность, расовая,
          этническая принадлежность, культура, национальное происхождение,
          религия, сексуальная ориентация, инвалидность, язык, или
          социально-экономическое положение этих лиц.
        </p>

        <p>3.4 Избегать вреда</p>

        <p>
          Психотерапевты предпринимают разумные шаги, чтобы избежать нанесения
          ущерба их клиентам / пациентам, студентам, супервизантам
          (практикантам), участникам исследования, а также всем, с кем они
          работают, и свести к минимуму вред там, где он является предсказуемым
          и неизбежным.
        </p>

        <p>3.5 Множественные взаимоотношения (см. также норму 2.5.1)</p>

        <p>
          (a) Множественные взаимоотношения возникают, когда психотерапевт
          находится в профессиональных отношениях с человеком, и (1), в то же
          время находится в других отношениях, с тем же лицом, (2) в то же время
          находится в отношениях с человеком, тесно связанным или имеющим
          отношения с человеком, с которым специалист имеет профессиональные
          отношения, или (3) обещает вступить в новые отношения в будущем с этим
          человеком или лицом, тесно связанным с этим человеком. Психотерапевты
          воздерживаются от множественных взаимоотношений, если разумно было бы
          ожидать, что они негативно повлияют на объективность специалиста, его
          компетентность, или эффективность при выполнении своих функций в
          качестве психотерапевта, или иным образом могут нанести вред человеку,
          с которым существует профессиональная связь. Множественные отношения,
          по поводу которых нет разумных оснований опасаться, что они вызовут
          ухудшение или нанесут вред, не являются неэтичными.
        </p>

        <p>
          (b) Если психотерапевт обнаруживает, что из-за непредвиденных факторов
          возникли потенциально опасные множественные отношения, психотерапевт
          предпринимает разумные шаги для решения проблемы с учетом интересов
          затронутого лица и максимального соблюдения ЭК.
        </p>

        <p>
          (c) Когда закон, корпоративные факторы или чрезвычайные обстоятельства
          требуют от психотерапевта, чтобы он выступал в более чем одной роли в
          судебных или административных процедурах, в самом начале он должен
          уточнить ожидаемую роль и степень конфиденциальности и в дальнейшем
          уточнять это по мере изменения ситуации.
        </p>

        <p>
          (См. также нормы 3.4 Избегать вреда и 3.7 Просьба об услугах от
          третьих лиц).
        </p>

        <p>3.6 Конфликт интересов</p>

        <p>
          Психотерапевты воздерживаются от принятия на себя профессиональной
          роли, когда разумно ожидать, что личные, научные, профессиональные,
          юридические, финансовые или иные интересы или отношения (1) негативно
          повлияют на их объективность, компетентность, или эффективность при
          выполнении ими своих функций в качестве психотерапевтов или (2)
          нанесут ущерб или причинят вред лицу или организации, с которой
          существует профессиональное отношение.
        </p>

        <p>3.7 Просьба об услугах от третьих лиц</p>

        <p>
          Когда психотерапевты соглашаются предоставлять услуги физическим или
          юридическим лицам по требованию третьей стороны, психотерапевты должны
          прояснить в самом начале работы характер отношений со всеми отдельными
          лицами или организациями. Это уточнение включает роль психотерапевта
          (например, терапевт, консультант, диагност, или свидетель-эксперт),
          выяснение того, кто является клиентом, вероятные виды использования
          услуг или полученной информации, а также тот факт, что могут
          существовать ограничения в конфиденциальности (см. также нормы 3.5
          Множественные взаимоотношения, и 4.2 Обсуждение границ
          конфиденциальности).
        </p>

        <p>3.8 Использование отношений в корыстных целях</p>

        <p>
          Психотерапевты не используют в своих целях людей, над которыми они
          имеют определенную власть (в роли супервизоров, оценочную или иного
          рода), которые находятся в зависимости от них, например, клиентов /
          пациентов, студентов, супервизантов, практикантов, участников
          исследования и сотрудников (см. также нормы 3.5 Множественные
          взаимоотношения; 6.4 Оплата и финансовые соглашения; 6.5 Бартер с
          клиентами / пациентами; 7.7 Сексуальные отношения со студентами и
          супервизантами (практикантами); 10.5 Сексуальные связи с клиентами /
          пациентами, в настоящее время проходящими психотерапию; 10.6
          Сексуальная близость с родственниками или значимыми людьми клиентов /
          пациентов, в настоящее время проходящих психотерапию; 10.7
          Психотерапия с бывшими сексуальными партнерами и 10.8 Сексуальные
          связи с бывшими клиентами / пациентами).
        </p>

        <p>3.9 Сотрудничество с другими специалистами</p>

        <p>
          Когда требуется и профессионально необходимо, психотерапевты
          сотрудничают с другими специалистами, чтобы эффективно и надлежащим
          образом оказывать услуги своим клиентам/пациентам (см. также норму 4.5
          Раскрытие информации).
        </p>

        <p>3.10 Информированное согласие</p>

        <p>
          (a) Когда психотерапевты проводят обследование, диагностику, лечение,
          консультации лично или посредством электронных или других форм связи,
          они получают информированное согласие лица или лиц, используя язык,
          который в достаточной степени понятен для этого лица или лиц, кроме
          случаев, когда проведение таких мероприятий без согласия предусмотрено
          законом или другими нормативными актами или иное не предусмотрено в
          настоящем ЭК (см. также нормы 8.2 Информированное согласие на
          проведение исследований; 9.3 Информированное согласие на обследование
          и 10.1 Информированное согласие на психотерапию).
        </p>

        <p>
          (b) Для лиц, которые юридически не в состоянии дать осознанное
          согласие, психотерапевты, тем не менее (1) дают соответствующее
          объяснение, (2) пытаются получить их личное согласие, (3) учитывают
          предпочтения и интересы таких лиц, и (4) получают соответствующее
          разрешение от их законного представителя, если такое согласие
          разрешено или требуется по закону. Когда согласие законного
          представителя не допускается или не требуется по закону,
          психотерапевты принимают разумные меры для защиты прав и благополучия
          личности.
        </p>

        <p>
          (c) Когда психотерапевтические услуги предписываются судом или иным
          законным образом, психотерапевты информируют лицо о характере
          ожидаемых услуг, в том числе, являются ли услуги предписанными судом
          или иным законным образом и есть ли какие-либо ограничения в отношении
          конфиденциальности, прежде чем начать работу.{" "}
        </p>

        <p>
          (d) Психотерапевты надлежащим образом документируют, письменное или
          устное информированное согласие (см. также нормы 8.2 Информированное
          согласие на проведение исследований; 9.3 Информированное согласие на
          обследование и 10.1 Информированное согласие на психотерапию).
        </p>

        <p>
          3.11 Психотерапевтические услуги, оказываемые организациям или через
          организации
        </p>

        <p>
          (a) Психотерапевты, оказывающие услуги организациям или через
          организации, заранее предоставляют информацию клиентам и, если это
          уместно, тем, кого услуги непосредственно затрагивают, о:
        </p>

        <p>
          (1) природе и целях услуг, (2) предполагаемых получателях, (3) какие
          лица являются клиентами, (4) отношениях, которые психотерапевт будет
          иметь с каждым человеком и организацией, (5) вероятных видах
          использования предоставляемых услуг и полученной информации, (6) кто
          будет иметь доступ к информации, и (7) границах конфиденциальности.
          Как только это возможно, они предоставляют информацию о результатах и
          выводах, сделанных на основании таких услуг соответствующим лицам.
        </p>

        <p>
          (b) Если психотерапевты на основании закона или организационной роли
          не могут предоставить такую информацию отдельным лицам или группам,
          они должны информировать об этом этих лиц или группы в начале работы.
        </p>

        <p>3.12 Прерывание психотерапевтической помощи</p>

        <p>
          Если иное не предусмотрено договором, психотерапевты прилагают
          разумные усилия для того, чтобы облегчить оказание услуг в том случае,
          если психотерапевтические услуги прерываются такими факторами как
          болезнь, смерть, недоступность, переезд, или выход на пенсию
          психотерапевта, или переезд клиента / пациента или финансовые
          ограничения (см. также норму 6.2с Сохранение, распространение
          информации, и удаление конфиденциальных отчетов о профессиональной и
          научной работе).
        </p>

        <p>
          <strong>
            4. Неприкосновенность частной жизни и конфиденциальность
          </strong>
        </p>

        <p>4.1 Сохранение конфиденциальности</p>

        <p>
          Защита конфиденциальной информации – одна из основных обязанностей
          психотерапевтов, и они принимают разумные меры предосторожности, чтобы
          защитить конфиденциальную информацию, полученную или хранимую на любых
          носителях, признавая, что степень и пределы конфиденциальности могут
          регулироваться законом или устанавливаться официальными правилами или
          профессиональными или научными отношениями (см. также норму 2.5
          Делегирование работы другим).
        </p>

        <p>4.2 Обсуждение границ конфиденциальности</p>

        <p>
          (a) Психотерапевты обсуждают с людьми (в том числе, насколько это
          возможно, с лицами, юридически не способными дать информированное
          согласие и их законными представителями) и организациями, с которыми
          они устанавливают научные или профессиональные отношения (1)
          соответствующие пределы конфиденциальности и (2) предполагаемое
          использование информации, полученной в процессе их профессиональной
          деятельности (см. также норму 3.10 Информированное согласие).
        </p>

        <p>
          (b) Кроме случаев, когда это не представляется возможным или
          противопоказано, обсуждение конфиденциальности происходит в самом
          начале отношений, а затем повторно при возникновении новых
          обстоятельств.
        </p>

        <p>
          (c) Психотерапевты, которые предлагают услуги, продукты или информацию
          с помощью электронных средств связи, информируют клиентов / пациентов
          о рисках, касающихся неприкосновенности частной жизни и границах
          конфиденциальности.
        </p>

        <p>4.3 Запись</p>

        <p>
          Перед тем как осуществить запись голоса или изображения лиц, которым
          они предоставляют услуги, психотерапевты получают разрешение от этих
          лиц или их законных представителей (см. также нормы 8.3
          Информированное согласие на запись голоса и изображений (аудио и
          видеозапись) в исследованиях; 8.5 Освобождение от получения
          информированного согласия на исследования; 8.7 Обман в научных
          исследованиях).
        </p>

        <p>4.4 Минимизация посягательств на неприкосновенность частной жизни</p>

        <p>
          (a) Психотерапевты включают в письменные и устные доклады и
          консультации только ту информацию, которая имеет непосредственное
          отношение к цели сообщения.
        </p>

        <p>
          (b) Психотерапевты обсуждают конфиденциальную информацию, полученную в
          своей работе, только в соответствующих научных или профессиональных
          целях и только с лицами, которые имеют непосредственное отношение к
          таким вопросам при наличии согласия клиента / пациента.
        </p>

        <p>4.5 Раскрытие информации</p>

        <p>
          (a) Психотерапевты могут разглашать конфиденциальную информацию с
          соответствующего разрешения клиента / пациента или другого
          уполномоченного лица от имени клиента / пациента, если это не
          запрещено законом.
        </p>

        <p>
          (b) Психотерапевты раскрывают конфиденциальную информацию без согласия
          субъекта только в соответствии с законом, или там, где это разрешено
          законом в надлежащих целях, таких как (1) предоставление необходимых
          профессиональных услуг; (2) получение соответствующих профессиональных
          консультаций; (3) защита клиента / пациента, специалиста, или других
          лиц от ущерба; или (4) получение платы за услуги от клиента /
          пациента. В этих случаях раскрытие информации ограничивается
          минимумом, который необходим для достижения цели (см. также норму 6.4e
          Оплата и финансовые соглашения).
        </p>

        <p>4.6 Консультации</p>

        <p>
          При консультации с коллегами, (1) психотерапевты не разглашают
          конфиденциальную информацию, которая может служить основанием для
          идентификации клиента / пациента, участника исследования или другого
          лица или организации, с которыми они имеют доверительные отношения,
          если они не получили предварительного согласия лица или организации,
          или раскрытия нельзя избежать, и (2) они раскрывают информацию только
          в объеме, необходимом для достижения целей консультаций (см. также
          норму 4.1 Сохранение конфиденциальности).
        </p>

        <p>
          4.7 Использование конфиденциальной информации в дидактических или иных
          целях
        </p>

        <p>
          Психотерапевты не раскрывают в своих трудах, лекциях или других
          источниках информации, конфиденциальную, личную информацию, которую
          они получили в ходе своей работы, которая может привести к
          идентификации клиентов / пациентов, студентов, участников
          исследования, организационных клиентов или других получателей услуг,
          если (1) лицо или организация, не дали согласие в письменной форме,
          или (2) нет юридического разрешения для этого.
        </p>

        <p>
          <strong>5. Реклама и другие публичные заявления</strong>
        </p>

        <p>5.1 Недопущение ложных или вводящих в заблуждение утверждений</p>

        <p>
          (a) Публичные заявления включают, но не ограничиваются оплачиваемой
          или неоплачиваемой рекламой, свидетельствами в пользу того или иного
          продукта, заявками на гранты, лицензирование приложений, заявками на
          кредитование, брошюрами, печатными материалы, каталогами, личными
          резюме или биографическими данными или комментариями для использования
          в средствах массовой информации, в том числе в электронном виде,
          заявлениями, содержащимися в судебных процессах, лекциях и публичных
          устных докладах и опубликованных материалах. Психотерапевты
          сознательно не делают публичных заявлений, которые являются ложными,
          вводящими в заблуждение или мошенническими, относительно своих
          исследований, практики, или других видов работ или тех лиц, или
          организаций, с которыми они связаны.
        </p>

        <p>
          (b) Психотерапевты не делают ложных, вводящих в заблуждение, или
          дающих заведомо ложную информацию заявлений в отношении (1) их
          подготовки, опыта или компетентности; (2) их ученых степеней; (3) их
          полномочий; (4) их принадлежности к организациям или ассоциациям; (5)
          их услуг; (6) научной или клинической основы для своих услуг, или
          результатах или степени успешности их услуг; (7) их гонорарах; или (8)
          их публикациях или результатах исследований.
        </p>

        <p>
          (c) Психотерапевты сообщают о своих ученых степенях и предъявляют
          дипломы в качестве документов, подтверждающих квалификацию для
          предоставления услуг, только если эти степени (дипломы) (1) были
          получены в соответствующем аккредитованном учебном заведении или
          государственном образовательном учреждении, или (2) послужили основой
          для выдачи лицензии для работы в данной области со стороны
          государства, в котором они практикуют.
        </p>

        <p>5.2 Заявления других лиц</p>

        <p>
          (a) Психотерапевты несут профессиональную ответственность за
          содержание публичной информации о своих услугах, в том числе
          рекламного характера, в том числе, если эта информация размещается
          третьими лицами, услугами которых пользуются психотерапевты.
        </p>

        <p>
          (b) Психотерапевты не оплачивают услуги работников прессы, радио,
          телевидения или других средств массовой информации в обмен на рекламу
          в новостях (см. также норму 1.1 Неправильное использование работы
          психотерапевтов).
        </p>

        <p>
          (c) Платная реклама, связанная с деятельностью психотерапевтов, должна
          быть идентифицирована или четко узнаваема в качестве таковой.
        </p>

        <p>
          5.3 Описание семинаров или других, не выдающих дипломов,
          образовательных программ
        </p>

        <p>
          В той степени, в которой они могут осуществлять контроль,
          психотерапевты, отвечают за объявления, каталоги, брошюры или рекламу,
          описывающие мастерские, семинары и другие образовательные программы,
          не предоставляющие дипломов, для обеспечения того, чтобы они точно
          описывали аудиторию, для которой предназначена программа,
          образовательные цели, ведущих, а также плату за участие.
        </p>

        <p>5.4 Презентации в средствах массовой информации</p>

        <p>
          Когда психотерапевты публично дают советы или комментарии с помощью
          печати, интернета или других электронных средств связи, они принимают
          меры предосторожности, чтобы гарантировать, что их заявления (1)
          основаны на их профессиональных знаниях, подготовке или опыте,
          находятся в соответствии с относящейся к данному вопросу
          психотерапевтической литературой и практикой; (2) находятся в
          соответствии с настоящим ЭК; и (3) не содержат указаний, что
          профессиональные отношения были установлены с получателем (см. также
          норму 2.4 Основания для научных и профессиональных суждений).
        </p>

        <p>5.5 Отзывы</p>

        <p>
          Психотерапевты не запрашивают отзывы от клиентов / пациентов,
          получающих психотерапию в текущий момент, или от других лиц, которые
          из-за их особых обстоятельств могут быть подвержены чрезмерному
          влиянию.
        </p>

        <p>5.6 Личные отношения</p>

        <p>
          Психотерапевты не участвуют непосредственно или через агентов, в
          навязывании деловых отношений клиентам, получающим психотерапию в
          настоящий момент, или потенциальным клиентам / пациентам или другим
          лицам, которые из-за их особых обстоятельств уязвимы для ненадлежащего
          влияния. Тем не менее, этот запрет не исключает (1) попытки получить
          соответствующие гарантии для блага уже получающих психотерапию
          клиентов / пациентов или (2) обеспечения услуг в случае чрезвычайных
          обстоятельств или для развития сообщества.
        </p>

        <p>
          <strong>6. Делопроизводство и оплата</strong>
        </p>

        <p>
          6.1 Документация профессиональной и научной работы и ведение учета
        </p>

        <p>
          Психотерапевты создают, и в той мере в какой записи находятся под их
          контролем, поддерживают, распространяют, хранят и распоряжаются
          записями и данными, относящимися к их профессиональной и научной
          работе с целью (1) облегчить предоставление услуг позже ими самими или
          другими специалистами, (2) позволить &nbsp;воспроизвести исследования
          и анализ, (3) отвечать официальным требованиям, (4) обеспечить
          точность выставления счетов и платежей, а также (5) обеспечить
          соблюдение закона (см. также норму 4.1 Сохранение конфиденциальности).
        </p>

        <p>
          6.2 Сохранение, распространение информации, и удаление
          конфиденциальных отчетов о профессиональной и научной работе
        </p>

        <p>
          (a) Психотерапевты обеспечивают конфиденциальность в создании,
          хранении, доступе, передаче и уничтожении документов, находящихся под
          их контролем, будь они записаны или автоматически сохранены, в
          печатном виде или на любом другом носителе (см. также нормы 4.1
          Сохранение конфиденциальности и 6.1 Документация профессиональной и
          научной работы и ведение учета).
        </p>

        <p>
          (b) Если конфиденциальная информация, касающаяся получателей
          психологических или психотерапевтических услуг, вводится в базы данных
          или системы записей, доступных для лиц, доступ которых не был
          согласован с получателем, психотерапевты используют кодирование или
          другие методы, чтобы избежать включения персональных данных (избежать
          идентификации личности).
        </p>

        <p>
          (c) Психотерапевты заранее планируют работу, чтобы облегчить
          надлежащую передачу и защитить конфиденциальность записей и данных в
          случае оставления психотерапевтами их места работы или практики (см.
          также нормы 3.12 Прерывание психотерапевтической помощи; 10.9
          Прерывание психотерапии).
        </p>

        <p>6.3 Непредставление отчетов в случае неуплаты</p>

        <p>
          Психотерапевты не могут отказать в предоставлении находящихся в их
          распоряжении запрашиваемых записей, которые необходимы для срочного
          лечения клиента / пациента только потому, что не была получена оплата.
        </p>

        <p>6.4 Оплата и финансовые соглашения</p>

        <p>
          (a) Настолько рано, насколько это возможно, в профессиональных или
          научных отношениях, психотерапевты и получатели психотерапевтических
          услуг должны достичь соглашения, указывающего полагающуюся компенсацию
          и оплату счетов.
        </p>

        <p>(b) Практика оплаты психотерапевтов согласуется с законом.</p>

        <p>
          (c) Психотерапевты не предоставляют ложных сведений о своих гонорарах.
        </p>

        <p>
          (d) Если ожидается изменение услуги из-за ограничений в
          финансировании, этот вопрос обсуждается с получателем услуг как можно
          раньше (см. также нормы 10.9 Прерывание психотерапии и 10.10
          Завершение психотерапии).
        </p>

        <p>
          (e) Если получатель услуг не платит за услуги, как это было
          согласовано, и если психотерапевты намерены прибегнуть к законным
          мерам для получения оплаты, психотерапевты в первую очередь должны
          сообщить человеку, что будут приняты такие меры и предоставить этому
          человеку возможность оплатить услугу (см. также нормы 4.5 Раскрытие
          информации; 6.3 Непредставление отчетов в случае неуплаты и 10.1
          Информированное согласие на психотерапию).
        </p>

        <p>6.5 Бартер с клиентами / пациентами</p>

        <p>
          Бартером является принятие товаров, услуг или другого немонетарного
          вознаграждения от клиентов / пациентов в обмен на психотерапевтические
          услуги. Психотерапевты могут заключать бартерные соглашения только
          тогда, когда (1) оно не является клинически противопоказанным, (2)
          достигнутое соглашение не нарушает прав клиента (см. также 3.5
          Множественные взаимоотношения и 6.4 Оплата и финансовые соглашения) и
          (3) не противоречит действующему законодательству.
        </p>

        <p>
          6.6 Точность в отчетах для плательщиков и источников финансирования
        </p>

        <p>
          В своих отчетах плательщикам услуг или источникам финансирования
          научных исследований, психотерапевты принимают разумные меры для
          обеспечения точной информации о характере оказанных услуг или
          проведенных исследований, гонорарах, платежах, оплате, а также, где
          это применимо, о личности исполнителя, выводах и диагнозе в рамках
          действующего законодательства (см. также нормы 4.1 Сохранение
          конфиденциальности; 4.4 Минимизация посягательств на
          неприкосновенность частной жизни и 4.5 Раскрытие информации).
        </p>

        <p>6.7 Направления к другим специалистам и гонорары</p>

        <p>
          Когда психотерапевты платят, получают оплату от, или разделяют сборы с
          другими профессионалами, за исключением отношений
          работодатель-работник, выплата каждому основывается на предоставляемых
          услугах, (клинических, консультативных, административных или других) и
          не основана на самом факте направления (см. также норму 3.9
          Сотрудничество с другими специалистами).
        </p>

        <p>
          <strong>7. Образование и обучение</strong>
        </p>

        <p>7.1 Составление образовательных и учебных программ</p>

        <p>
          Психотерапевты, ответственные за образовательные и учебные программы,
          принимают разумные меры для обеспечения того, чтобы эти программы
          обеспечивали получение соответствующих знаний и надлежащего опыта, а
          также удовлетворяли требованиям к лицензированию, сертификации или
          другим целей, о соответствии которым заявляется в программе (см. также
          норму 5.3 Описание семинаров или других, не выдающих дипломов,
          образовательных программ).
        </p>

        <p>7.2 Описание образовательных и учебных программ</p>

        <p>
          Психотерапевты, ответственные за образовательные и учебные программы
          принимают разумные меры для обеспечения актуального и точного описания
          содержания программы (в том числе участие в необходимых тренингах или
          связанном с программой консультировании, психотерапии,
          экспериментальных группах, консалтинговых проектах, или общественной
          работе), учебных целей и задач, стипендий и пособий, а также
          требований, которые должны быть выполнены для успешного завершения
          программы. Эта информация должна быть легко доступна для всех
          заинтересованных сторон.
        </p>

        <p>7.3 Точность в обучении</p>

        <p>
          (a) Психотерапевты принимают разумные меры для обеспечения того, чтобы
          учебные планы курсов точно соответствовали тем темам, которые должны
          быть охвачены, основаниям для оценки прогресса в обучении, а также
          характеру опыта, который должен быть приобретен. Это не исключает
          возможности изменения руководителем содержания курса или требований,
          когда обучающий считает это педагогически необходимым или желательным,
          постольку, поскольку обучающиеся были осведомлены об этих изменениях,
          таким образом, который позволяет им выполнять требования курса (см.
          также норму 5.1 Недопущение ложных или вводящих в заблуждение
          утверждений).
        </p>

        <p>
          (b) Занимаясь преподавательской деятельностью или профессиональной
          подготовкой, психотерапевты дают точную психотерапевтическую
          информацию (см. также норму 2.3 Поддержание компетентности
          (профессионального уровня).
        </p>

        <p>7.4 Сообщение личной информации при обучении</p>

        <p>
          Психотерапевты не требуют, чтобы студенты (обучающиеся) или
          супервизанты раскрывали личную информацию в тренингах или в иной,
          связанной с программой деятельностью, в устной или в письменной форме
          о том, что касается сексуальной истории, перенесенного насилия и
          пренебрежения, полученного психотерапевтического лечения, а также
          отношений с родителями, коллегами и супругами или другими значимыми
          лицами за исключением случаев, когда (1) программой или учебным
          центром четко определено это требование в условиях приема и
          программных материалах или (2) информация необходима для оценки или
          получения помощи для студентов, чьи личные проблемы, как можно
          обоснованно судить, будут препятствовать выполнению ими их
          профессиональной или учебной деятельности компетентным образом или
          представляют опасность для студентов или других лиц.
        </p>

        <p>7.5 Обязательная индивидуальная или групповая психотерапия</p>

        <p>
          (a) Когда индивидуальная или групповая психотерапия является
          обязательным требованием программы или курса последипломной
          подготовки, специалисты, ответственные за эту программу, дают
          обучающимся возможность выбора такой психотерапии у практикующих
          психотерапевтов не аффилированных (не связанных) с программой (см.
          также норму 7.2 Описание образовательных и учебных программ).
        </p>

        <p>
          (b) Преподавательский состав, который отвечает или, вероятно, будет
          отвечать за оценку успеваемости студентов (обучающихся), сам не
          проводит такую психотерапию, а если, в исключительных случаях, это
          произошло, не участвует в последующем процессе оценки успеваемости
          (см. также норму 3.5 Множественные взаимоотношения).
        </p>

        <p>7.6 Оценка успеваемости студентов и практикантов</p>

        <p>
          (a) В процессе обучения и прохождения практики психотерапевты
          своевременно и конкретно предоставляют обратную связь студентам и
          практикантам. Информация, касающаяся процесса оценивания,
          предоставляется студенту в начале практики.
        </p>

        <p>
          (b) Психотерапевты оценивают студентов и практикантов на основе их
          фактических достижений в соответствии с относящимися к делу
          установленными требованиями программы.
        </p>

        <p>
          7.7 Сексуальные отношения со студентами и супервизантами
          (практикантами)
        </p>

        <p>
          Психотерапевты не вступают в сексуальные отношения со студентами или
          супервизантами (практикантами), которые находятся в их отделе, центре
          или учебной структуре, или которых психотерапевты уполномочены или
          могут быть уполномочены оценивать (см. также норму 3.5 Множественные
          взаимоотношения).
        </p>

        <p>
          <strong>8. Исследования и публикации</strong>
        </p>

        <p>8.1 Официальное разрешение</p>

        <p>
          Когда требуется официальное разрешение, психотерапевты предоставляют
          точную информацию о своих научных предложениях и получают одобрение до
          проведения исследования. Они проводят исследования в соответствии с
          утвержденным протоколом исследования.
        </p>

        <p>8.2 Информированное согласие на проведение исследований</p>

        <p>
          (a) При получении информированного согласия в соответствии с
          требованиями нормы 3.10 «Информированное согласие», психотерапевты
          информируют участников о (1) цели исследования, ожидаемой
          продолжительности и процедурах; (2) их праве отказаться от участия как
          до так и после начала исследования; (3) возможных последствиях отказа
          от участия до или после начала исследования; (4) предсказуемых
          факторах, которые, как можно ожидать, могут повлиять на их желание
          участвовать, такие как потенциальные риски, дискомфорт или побочные
          эффекты; (5) любых потенциальных преимуществах, которые могут быть
          получены от исследований; (6) пределах конфиденциальности; (7)
          стимулах для участия; и (8) к кому обращаться по вопросам об
          исследовательских работах и правах участников. Они обеспечивают
          потенциальным участникам возможность задавать вопросы и получать
          ответы (см. также нормы 8.3 Информированное согласие на запись голоса
          и изображений (аудио и видеозапись) в исследованиях; 8.5 Освобождение
          от получения информированного согласия на исследования и 8.7 Обман в
          научных исследованиях).
        </p>

        <p>
          (b) Психотерапевты, проводящие исследования или вмешательства,
          связанные с использованием экспериментальных методов разъясняют
          участникам в начале исследования (1) экспериментальный характер
          лечения; (2) услуги, которые будут или не будут доступны в контрольной
          группе (ах) в случае необходимости; (3) методы, с помощью которых
          будут даны назначение на лечение и сделан выбор контрольной группы;
          (4) доступные альтернативные варианты лечения, если человек не желает
          участвовать в исследовании или желает прервать участие, когда
          исследование началось; и (5) компенсации или денежные затраты на
          участие, в том числе, если это требуется, ожидается ли плата от
          участника или стороннего плательщика (см. также норму 8.2a).
        </p>

        <p>
          8.3 Информированное согласие на запись голоса и изображений (аудио и
          видеозапись) в исследованиях
        </p>

        <p>
          Психотерапевты получают информированное согласие от участников
          исследования до записи голоса или изображения для сбора данных, кроме
          тех случаев, когда (1) исследование состоит исключительно из
          натуралистических наблюдений в общественных местах, и не
          предполагается, что запись будет использоваться таким образом, что это
          может привести к идентификации личности или нанести вред, или (2)
          форма исследования включает в себя обман, введение в заблуждение и
          согласие на использование записи получается во время подведения итогов
          (см. также норму 8.7 Обман в научных исследованиях).
        </p>

        <p>
          8.4 Участие клиентов / пациентов, студентов и подчиненных в
          исследованиях
        </p>

        <p>
          (a) Когда психотерапевты проводят исследования с клиентами /
          пациентами, студентами или подчиненными в качестве участников,
          психотерапевты принимают меры по защите потенциальных участников от
          неблагоприятных последствий отказа от участия до или во время
          исследования.
        </p>

        <p>
          (b) Когда участие в исследовании является обязательным требованием
          курса или возможностью для получения дополнительных льгот,
          потенциальный участник получает возможность выбрать участие в
          равноценных альтернативных видах деятельности.
        </p>

        <p>
          8.5 Освобождение от получения информированного согласия на
          исследования
        </p>

        <p>
          Психотерапевты могут обойтись без информированного согласия только
          (1), если нет разумных оснований предполагать, что исследование может
          причинить вред и включает в себя (а) изучение обычных образовательных
          практик, учебных планов, или методов управления классом, проводимых в
          образовательных учреждениях; (b) только анонимные анкеты,
          натуралистические наблюдения, или архивные исследования, при которых
          раскрытие ответов не подвергнет участников риску уголовной или
          гражданской ответственности или не нанесет ущерб их финансовому
          положению, возможности трудоустройства или репутации, и
          конфиденциальность защищена; или (с) изучение факторов, связанных с
          работой или эффективностью организации, проведенной в организационных
          условиях, при которых не существует никакого риска для возможности
          трудоустройства участников, а также конфиденциальность защищена или
          (2) если иное не разрешено законом или институциональными нормами.
        </p>

        <p>8.6 Стимулирование участников исследований</p>

        <p>
          (a) Психотерапевты прилагают разумные усилия к тому, чтобы избежать
          предложения чрезмерных или необоснованных финансовых или иных стимулов
          за участие в научных исследованиях, когда такие стимулы могут
          послужить принуждением к участию.{" "}
        </p>

        <p>
          (b) Предлагая предоставление профессиональных услуг в качестве стимула
          для участия в исследованиях, психотерапевты дают разъяснения о
          характере услуг, а также рисках, обязанностях и ограничениях (см.
          также норму 6.5 Бартер с клиентами / пациентами).
        </p>

        <p>8.7 Обман в научных исследованиях</p>

        <p>
          (a) Психотерапевты не проводят исследований с использованием обмана,
          если они не пришли к выводу, что использование подобных приемов
          оправдано значительной будущей научной, образовательной или прикладной
          ценностью исследования и что не представляется возможным использовать
          эффективные альтернативные процедуры, не требующие обмана, в случае
          если это не противоречит действующему законодательству.
        </p>

        <p>
          (b) Психотерапевты не прибегают к обману потенциальных участников в
          отношении исследований, по поводу которых есть разумные основания
          предполагать, что они вызовут физическую боль или серьезное
          эмоциональное расстройство.
        </p>

        <p>
          (c) Психотерапевты разъясняют любой обман, который является
          неотъемлемой чертой построения и проведения эксперимента участникам
          настолько рано, насколько это возможно, предпочтительно по окончании
          их участия, но не позднее, чем по окончании сбора данных, а также
          позволяют участникам изъять свои данные (см. также норму 8.8
          Подведение итогов).
        </p>

        <p>8.8 Подведение итогов</p>

        <p>
          (а) Психотерапевты обеспечивают быструю возможность участникам
          получить соответствующую информацию о природе, результатах и выводах
          исследования, и они принимают разумные меры, чтобы исправить любые
          неправильные представления, которые участники могут иметь, и о которых
          психотерапевты осведомлены.
        </p>

        <p>
          (b) Если научные или гуманистические ценности оправдывают отсрочку
          информирования или сокрытие информации, психотерапевты принимают
          разумные меры по снижению риска причинения вреда.
        </p>

        <p>
          (c) Когда психотерапевтам становится известно, что процедуры
          исследования нанесли ущерб участнику, они принимают разумные меры для
          минимизации вреда.
        </p>

        <p>8.9 Отчетность о результатах исследований </p>

        <p>
          (a) Психотерапевты не фабрикуют данные (см. также норму 5.1a
          Недопущение ложных или вводящих в заблуждение утверждений).
        </p>

        <p>
          (b) Если психотерапевты обнаруживают существенные ошибки в своих
          опубликованных данных, они принимают разумные меры для исправления
          таких ошибок путем коррекции, опровержения, списка опечаток или
          другими соответствующими методами публикации.
        </p>

        <p>8.10 Плагиат</p>

        <p>
          Психотерапевты не представляют части чужой работы или данных, как свои
          собственные, даже если другая работа или источник данных иногда
          цитируется.
        </p>

        <p>8.11 Авторские права при публикации</p>

        <p>
          (a) Психотерапевты принимают на себя ответственность и получают права,
          в том числе авторское право, только за работу, которую они фактически
          выполнили или в которую внесли значительный вклад (см. также норму
          8.11b).
        </p>

        <p>
          (b) Основное авторство и другие права при публикации точно отражают
          относительные научные или профессиональные вклады участников,
          независимо от их относительного статуса. Сама по себе должность в
          организации, например, должность заведующего кафедрой, не дает
          авторского права. Незначительный вклад в исследования или в написание
          публикаций должен быть отмечен надлежащим образом, например, в ссылках
          или во вступлении.
        </p>

        <p>
          (c) За исключением исключительных обстоятельств, студент числится как
          главный автор любой статьи, написанной рядом авторов, которая, по
          существу, написана на основе работы студента, аспиранта или
          докторанта. Преподаватели и консультанты обсуждают вопросы авторского
          права со студентами как можно раньше, и на протяжении всего процесса
          исследования и публикации, в зависимости от обстоятельств (см. также
          8.11b).
        </p>

        <p>8.12 Повторное опубликование данных</p>

        <p>
          Психотерапевты не публикуют в качестве исходных данных, данные,
          которые были ранее опубликованы. Это не исключает возможности
          повторной публикации данных, когда они сопровождаются надлежащей
          информацией об источнике.
        </p>

        <p>8.13 Совместное использование данных исследований для проверки</p>

        <p>
          (a) После того, как результаты исследования были опубликованы,
          психотерапевты не скрывают данные, на которых основаны их выводы от
          других компетентных профессионалов, которые стремятся провести
          проверку по существу вопроса путем повторного анализа и которые
          намерены использовать эти данные только для этой цели, при условии,
          что может быть обеспечена конфиденциальность участников, и если
          юридические права в отношении конфиденциальных данных не исключают их
          раскрытия. Это не исключает возможности того, чтобы психотерапевты
          требовали, чтобы такие лица или группы лиц несли ответственность за
          расходы, связанные с предоставлением такой информации.
        </p>

        <p>
          (b) Психотерапевты, которые запрашивают данные у других
          психотерапевтов для проверки по существу путем повторного анализа,
          могут использовать эти данные только для заявленной цели.
          Психотерапевты, которые запрашивают данные, должны получить
          предварительное письменное согласие для всех других видов
          использования данных.
        </p>

        <p>8.14 Рецензенты</p>

        <p>
          Психотерапевты, которые рассматривают материалы, представленные для
          презентации, публикации, гранта, или научно-исследовательского обзора,
          должны соблюдать конфиденциальность и права собственности на данную
          информацию тех, кто ее предоставил.
        </p>

        <p>
          <strong>9. Оценка</strong>
        </p>

        <p>9.1 Основания для оценок</p>

        <p>
          Психотерапевты основывают мнения, содержащиеся в их рекомендациях,
          отчетах и диагностических или оценочных заявлениях, в том числе
          судебно-медицинской экспертизе, на информации и методах, достаточных
          для обоснования своих выводов (см. также норму 2.4 Основания для
          научных и профессиональных суждений).
        </p>

        <p>
          (b) За исключением случаев, отмеченных в 9.1, психотерапевты выражают
          мнения о психологических и психотерапевтических характеристиках лиц
          только после того, как они провели обследование этих лиц, достаточное
          для обоснования их заявлений или выводов. Когда, несмотря на
          предпринятые разумные усилия, такое рассмотрение не является
          осуществимым, специалисты протоколируют свои действия и результаты,
          разъясняют вероятное воздействие ограниченности информации на степень
          надежности и достоверности их мнений, и надлежащим образом
          ограничивают характер и степень своих выводов или рекомендаций (см.
          также нормы 2.1 Границы компетенции и 9.6 Интерпретация результатов
          обследования).
        </p>

        <p>
          (c) При выполнении психотерапевтами письменного опроса или при
          консультировании, наблюдении, индивидуальном обследовании, которое не
          является оправданным и необходимым для составления мнения,
          психотерапевты объясняют это и указывают источники информации, на
          основании которых они делают свои выводы и рекомендации.
        </p>

        <p>9.2 Использование результатов</p>

        <p>
          (a) Психотерапевты осуществляют, адаптируют, исследуют, интерпретируют
          или используют методы диагностики, опросы, тесты, или иные инструменты
          в порядке и для целей, которые являются подходящими в свете
          обследования, когда есть свидетельства о полезности и надлежащем
          применении методов.
        </p>

        <p>
          (b) Психотерапевты используют инструменты обследования, чья
          достоверность и надежность для использования с конкретными группами
          населения были установлены. Когда достоверность и надежность не были
          установлены, психотерапевты описывают достоинства и недостатки
          результатов обследования и интерпретации.
        </p>

        <p>
          (c) Психотерапевты используют методы обследования, которые
          соответствуют языку обследуемого и его компетентности, если
          использование другого языка не обуславливается сущностью и предметом
          исследования.
        </p>

        <p>9.3 Информированное согласие на обследование</p>

        <p>
          (a) Психотерапевты получают информированное согласие для проведения
          обследования, аттестации или для диагностических услуг, как описано в
          норме 3.10, «Информированное согласие», за исключением случаев, когда
          (1) обследование предусмотрено законом или нормативными документами;
          (2) информированное согласие подразумевается, потому что обследование
          проводится в качестве рутинной образовательной, институциональной или
          организационной деятельности (например, когда участники добровольно
          соглашаются на оценивание при приеме на работу); или (3) одна из целей
          обследования заключается в обследовании способности принимать решения.
          Информированное согласие включает в себя объяснение природы и цели
          обследования, оплаты, привлечения третьих лиц, а также пределы
          конфиденциальности и наличие достаточных возможностей для клиента /
          пациента, чтобы задавать вопросы и получать ответы.{" "}
        </p>

        <p>
          (b) Психотерапевты информируют лиц, чья способность дать согласие
          сомнительна или для которых обследование предусмотрено законом или
          нормативными документами, о характере и цели предлагаемых услуг по
          обследованию, используя язык, который является достаточно понятным для
          человека, который обследуется.
        </p>

        <p>
          (c) Психотерапевты, использующие услуги переводчика, получают
          информированное согласие от клиента / пациента на использование услуг
          этого переводчика, обеспечивают конфиденциальность результатов
          обследования и безопасность самого обследования, и включают в свои
          рекомендации, отчеты и диагностические или оценочные заявления, в том
          числе судебно-медицинскую экспертизу, ограничения в отношении
          полученных данных (см. также нормы 2.5 Делегирование работы другим;
          4.1 Сохранение конфиденциальности; 9.1 Основания для оценок; 9.6
          Интерпретация результатов обследования и 9.7 Проведение обследования
          лицами, не имеющими квалификации).
        </p>

        <p>9.4 Предание гласности данных обследования</p>

        <p>
          (a) Термин «данные обследования» относится к исходным и соотнесенным
          баллам, реакциям клиента / пациента на тестовые или иные вопросы или
          стимулы, а также к примечаниям специалиста и записям, касающимся
          высказываний и поведения клиента / пациента во время обследования. Те
          части материалов, которые включают в себя ответы клиента / пациента,
          включены в понятие данные обследования. В соответствии с разрешением
          клиента / пациента, специалисты предоставляют имеющиеся данные
          обследования клиенту / пациенту или другим лицам, указанным в
          разрешении. Психотерапевты могут воздержаться от разглашения данных
          обследования, чтобы защитить клиента / пациента или других лиц от
          существенного вреда, или неправильного использования или искажения
          данных или теста, признавая, что во многих случаях разглашение
          конфиденциальной информации в этих условиях регулируется законом (см.
          также норму 9.11 Обеспечение безопасности обследования).
        </p>

        <p>
          (b) В случае отсутствия клиента / пациента, психотерапевты
          предоставляют данные обследования только в соответствии с требованиями
          закона или в судебном порядке.
        </p>

        <p>9.5 Составление методик обследования</p>

        <p>
          Психотерапевты, которые разрабатывают тесты, и другие методы
          обследования, используют соответствующие психометрические процедуры и
          современные научные или профессиональные знания для разработки,
          стандартизации, сертификации, уменьшения или устранения погрешностей и
          составления рекомендаций по использованию соответствующих методов.
        </p>

        <p>9.6 Интерпретация результатов обследования</p>

        <p>
          При интерпретации результатов обследования, в том числе при
          автоматизированной интерпретации, психотерапевты принимают во внимание
          цель, а также различные факторы, способности к прохождению
          обследования и другие характеристики оцениваемого лица, такие как
          ситуационные, личные, языковые и культурные различия, которые могут
          повлиять на суждения психотерапевтов или уменьшить точность их
          интерпретации. Они указывают, имеются ли существенные ограничения их
          интерпретации (см. также нормы 2.1b/с Границы компетенции и 3.1
          Дискриминация).
        </p>

        <p>9.7 Проведение обследования лицами, не имеющими квалификации</p>

        <p>
          Психотерапевты не содействуют использованию технологий
          психологического обследования лицами, не имеющими соответствующей
          квалификации, кроме случаев, когда это проводится в целях обучения и
          проводится под соответствующим надзором (см. также 2.5 Делегирование
          работы другим).
        </p>

        <p>9.8 Устаревшие методы и устаревшие результаты испытаний</p>

        <p>
          (a) Психотерапевты не основывают свои обследования, решения о
          вмешательстве, или рекомендации на данных или результатах испытаний,
          которые являются устаревшими для текущей цели.
        </p>

        <p>
          (b) Психотерапевты не основывают свои решения или рекомендации на
          методах и тестах, которые являются устаревшими и не подходят для
          текущей цели.
        </p>

        <p>9.9 Услуги по балльному оцениванию и интерпретации методов</p>

        <p>
          (a) Психотерапевты, которые предлагают услуги по балльному оцениванию
          и интерпретации методик другим специалистам точно описывают цель,
          нормы, обоснованность, надежность и применение процедур, и любые
          специальные квалификации, необходимые для их использования.
        </p>

        <p>
          (b) Психотерапевты выбирают способы подсчета и интерпретации (в том
          числе автоматизированные) на основании свидетельств об обоснованности
          программы и процедур, а также исходя из обоснованных соображений (см.
          также нормы 2.1 b/с Границы компетенции).
        </p>

        <p>
          (c) Психотерапевты несут ответственность за соответствующее
          применение, интерпретацию и использование инструментов обследования,
          проводят ли они исследование или интерпретацию самостоятельно или
          используют автоматизированные или иные услуги.
        </p>

        <p>9.10 Объяснение результатов обследования </p>

        <p>
          Независимо от того, проводился ли подсчет и интерпретация самими
          психотерапевтами, их сотрудниками или помощниками, или с помощью
          автоматических или другие внешних служб, психотерапевты должны принять
          разумные меры для обеспечения того, чтобы объяснения результатов были
          даны затронутым лицам или законному представителю, если только
          характер отношений не препятствует предоставлению объяснения
          результатов (например, в некоторых консультациях, предоставляемых
          организациям, исследованиях, предшествующих принятию на работу, или
          при проверке благонадежности и в судебно-медицинской экспертизе), и
          этот факт был четко заранее объяснен обследуемому.
        </p>

        <p>9.11 Обеспечение безопасности обследования</p>

        <p>
          Термин «материалы для обследования» относится к руководствам,
          документам, протоколам, тестовым вопросам или стимульным материалам и
          не включает в себя данные испытаний, как это определено в пункте 9.04
          «Предание гласности данных обследования». Психотерапевты предпринимают
          разумные усилия для поддержания объективности и безопасности
          материалов для обследования и других методов оценки в соответствии с
          законом и договорными обязательствами, и таким образом, как это
          позволяет соблюдение настоящего ЭК.
        </p>

        <p>
          <strong>10.</strong>
          <strong> </strong>
          <strong>Психотерапия</strong>
        </p>

        <p>10.1 Информированное согласие на психотерапию</p>

        <p>
          (a) При получении информированного согласия на психотерапию в
          соответствии с действующим законодательством и требованиями пункта
          3.10 «Информированное согласие», психотерапевты информируют клиентов /
          пациентов как можно раньше при вступлении в терапевтические отношения
          о природе и ожидаемом курсе психотерапии, оплате, привлечении третьих
          лиц, а также пределах конфиденциальности и предоставляют достаточную
          возможность клиенту / пациенту, задавать вопросы и получить ответы
          (см. также нормы 4.2 Обсуждение границ конфиденциальности и 6.4 Оплата
          и финансовые соглашения).
        </p>

        <p>
          (b) При получении информированного согласия на психотерапию, для
          которого не были установлены общепринятые методы и процедуры,
          психотерапевты информируют своих клиентов / пациентов о том, что
          данный метод психотерапии находится в процессе развития, о
          потенциальных рисках, альтернативных методах терапии, которые могут
          быть доступны, а также о добровольном характере их участие (см. также
          нормы 2.1е Границы компетенции и 3.10 Информированное согласие).
        </p>

        <p>
          (c) Когда психотерапевт является стажером (в соответствии с
          действующим законодательством) и юридическую ответственность за
          предоставляемое лечение несет руководитель, клиенту / пациенту, как
          часть процедуры информированного согласия, сообщается о том, что
          психотерапевт находится в процессе обучения и работает под наблюдением
          и ему сообщается имя руководителя (супервизора).
        </p>

        <p>10.2 Психотерапия, затрагивающая пары и семьи</p>

        <p>
          (a) Когда психотерапевты и соглашаются предоставлять услуги нескольким
          лицам, которые находятся в близких отношениях (например, супруги,
          другие значимые друг для друга лица, или родители и дети), они
          принимают разумные меры с целью прояснить в начале (1), которые из
          лиц, являются клиентами / пациентами и (2) какие отношения
          психотерапевт будет иметь с каждым человеком. Это уточнение включает в
          себя роль психотерапевта и возможные виды использования
          предоставляемых услуг или полученной информации (см. также норму 4.2
          Обсуждение границ конфиденциальности).
        </p>

        <p>
          (b) Если становится очевидным, что психотерапевты могут быть вынуждены
          выполнять потенциально противоречивые роли (например, семейный
          психотерапевт, а затем свидетель одной из сторон в бракоразводном
          процессе), психотерапевты принимают разумные меры чтобы прояснить и
          изменить, или оставить роли надлежащим образом (см. также норму 3.5с
          Множественные взаимоотношения).
        </p>

        <p>10.3 Групповая психотерапия</p>

        <p>
          Когда психотерапевты предоставляют услуги нескольким лицам в условиях
          группы, они описывают в начале роли и обязанности всех сторон и
          пределы конфиденциальности.
        </p>

        <p>
          10.4 Предоставление психотерапии тем, кто получает услуги от других
          специалистов
        </p>

        <p>
          При решении вопроса о предложении или предоставлении услуги тем, кто
          уже получает услуги по охране психического здоровья в других местах,
          психотерапевты тщательно рассматривают вопросы лечения и благополучия
          потенциального клиента / пациента. Психотерапевты обсуждают эти
          вопросы с клиентом / пациентом или другим лицом, уполномоченным
          действовать от имени клиента / пациента, с тем, чтобы свести к
          минимуму риск возникновения путаницы и противоречий, проводит
          консультации с другими поставщиками услуг, когда это необходимо, и
          действует с осторожностью и вниманием к психотерапевтическим вопросам.
        </p>

        <p>
          10.5 Сексуальные связи с клиентами / пациентами, в настоящее время
          проходящими психотерапию
        </p>

        <p>
          Психотерапевты не вступают в сексуальные связи с клиентами /
          пациентами, в настоящее время проходящими психотерапию.
        </p>

        <p>
          10.6 Сексуальные связи с родственниками или другими людьми, значимыми
          для клиентов / пациентов, в настоящее время проходящих психотерапию.
        </p>

        <p>
          Психотерапевты не вступают в сексуальные связи с людьми, о которых им
          известно, что те являются родственниками, опекунами или другими
          значимыми людьми для клиентов / пациентов, в настоящее время
          проходящих психотерапию. Психотерапевты не прекращают психотерапию,
          чтобы обойти это правило.
        </p>

        <p>10.7 Психотерапия с бывшими сексуальными партнерами</p>

        <p>
          Психотерапевты не принимают в качестве клиентов / пациентов лиц, с
          которыми они ранее были в сексуальной связи.
        </p>

        <p>10.8 Сексуальные связи с бывшими клиентами / пациентами</p>

        <p>
          (a) Психотерапевты не вступают в сексуальные связи с бывшими
          клиентами/пациентами в течение, по крайней мере, двух лет после
          окончания психотерапии.
        </p>

        <p>
          (b) Психотерапевты не вступают в сексуальные связи с бывшими клиентами
          / пациентами, даже по истечении двух лет, за исключением совершенно
          особенных случаев. Психотерапевты, которые вступают в такие отношения
          по истечении двух лет после прекращения или завершения психотерапии и
          не имевшие на протяжении этого периода никакого сексуального контакта
          с бывшим клиентом / пациентом, должны доказать, что не было никакой
          эксплуатации, в свете всех имеющих отношение к делу факторов, в том
          числе (1) количества времени, которое прошло с тех пор как терапия
          была прекращена; (2) характера, продолжительности и интенсивности
          психотерапии; (3) обстоятельств прекращения; (4) личной истории
          клиента / пациента; (5) текущего психического состояния клиента /
          пациента; (6) вероятности неблагоприятного воздействия на клиента /
          пациента; и (7) любых заявлений или действий, совершенных
          психотерапевтом во время курса психотерапии, которые давали
          возможность предположить сексуальные или романтические отношения с
          клиентом / пациентом после завершения психотерапии (см. также норму
          3.5 Множественные взаимоотношения).
        </p>

        <p>10.9 Прерывание психотерапии</p>

        <p>
          При заключении трудовых или договорных отношений, психотерапевты
          предпринимают разумные усилия для обеспечения упорядоченного и
          надлежащего урегулирования вопроса об ответственности и заботе о
          клиенте / пациенте в том случае, если трудовые или договорные
          отношения будут окончены. Первостепенное внимание уделяется при этом
          благополучию клиента / пациента (см. также норму 3.12 Прерывание
          психотерапевтической помощи).
        </p>

        <p>10.10 Завершение психотерапии</p>

        <p>
          (a) Психотерапевты завершают психотерапию, когда становится достаточно
          ясно, что клиент / пациент больше не нуждается в терапии, что ему это
          не приносит пользы или он может пострадать от продолжения.
        </p>

        <p>
          (b) Психотерапевты могут прекратить психотерапию, когда клиент /
          пациент им угрожает или когда исходит иного рода опасность для
          психотерапевта со стороны клиента / пациента или другого человека, с
          которым клиент / пациент состоит в отношениях.
        </p>

        <p>
          (c) За исключением случаев, когда этому препятствуют действия клиентов
          / пациентов или сторонних плательщиков, до окончания психотерапии
          психотерапевты проводят завершающее консультирование и, в зависимости
          от обстоятельств, предлагают альтернативных поставщиков услуг.
          <br></br>
        </p>
      </span>
    </div>
  );
}

export default EthicalCodex;
