import BackButton from "@/components/SharedComponents/BackButton/BackButton";
import RoundSquareLink from "@/components/SharedComponents/RoundSquareLink/RoundSquareLink";

async function Codex() {
  return (
    <div className="my-8 mx-16 lg:mx-6 lg:my-8 flex flex-col items-center lg:items-start">
      <div className="w-full">
        <BackButton href="/" text="На главную" />
      </div>
      <h2 className="mt-6 mb-6 w-full">Договор публичной оферты</h2>
      <span className="text-base flex flex-col gap-3 lg:text-xl w-full">
        <p>
          <strong>ПУБЛИЧНАЯ ОФЕРТА</strong>
        </p>
        <p>
          <strong>&nbsp;о заключении договора об оказании услуг</strong>
        </p>
        <p>
          <strong>&nbsp;</strong>
        </p>
        <ol>
          <li>
            <strong>Общие положения</strong>
          </li>
        </ol>
        <p>
          В настоящей Публичной оферте содержатся условия заключения Договора об
          оказании услуг (далее по тексту - &laquo;Договор об оказании
          услуг&raquo; и/или &laquo;Договор&raquo;). Настоящей офертой
          признается предложение, адресованное одному или нескольким конкретным
          лицам, которое достаточно определенно и выражает намерение лица,
          сделавшего предложение, считать себя заключившим Договор с адресатом,
          которым будет принято предложение.
        </p>
        <p>
          Совершение указанных в настоящей Оферте действий является
          подтверждением согласия обеих Сторон заключить Договор об оказании
          услуг на условиях, в порядке и объеме, изложенных в настоящей Оферте.
        </p>
        <p>
          Нижеизложенный текст Публичной оферты является официальным публичным
          предложением Исполнителя, адресованный заинтересованному кругу лиц
          заключить Договор об оказании услуг в соответствии с положениями
          пункта 2 статьи 437 Гражданского кодекса РФ.
        </p>
        <p>
          Договор об оказании услуг считается заключенным и приобретает силу с
          момента совершения Сторонами действий, предусмотренных в настоящей
          Оферте, и, означающих безоговорочное, а также полное принятие всех
          условий настоящей Оферты без каких-либо изъятий или ограничений на
          условиях присоединения.
        </p>
        <p>&nbsp;</p>
        <p>
          <strong>Термины и определения:</strong>
        </p>
        <p>
          <strong>Договор</strong> &ndash; текст настоящей Оферты с
          Приложениями, являющимися неотъемлемой частью настоящей Оферты,
          акцептованный Заказчиком путем совершения конклюдентных действий,
          предусмотренных настоящей Офертой.
        </p>
        <p>
          <strong>Конклюдентные действия &mdash; это</strong> поведение, которое
          выражает согласие с предложением контрагента заключить, изменить или
          расторгнуть договор. Действия состоят в полном или частичном
          выполнении условий, которые предложил контрагент.
        </p>
        <p>
          <strong>Сайт Исполнителя в сети &laquo;Интернет&raquo;</strong>{" "}
          &ndash; совокупность программ для электронных вычислительных машин и
          иной информации, содержащейся в информационной системе, доступ к
          которой обеспечивается посредством сети &laquo;Интернет&raquo; по
          доменному имени и сетевому адресу: https://rpa-russia.ru/
        </p>
        <p>
          <strong>Стороны Договора (Стороны)</strong> &ndash; Исполнитель и
          Заказчик.
        </p>
        <p>
          <strong>Услуга</strong> &ndash; услуга, оказываемая Исполнителем
          Заказчику в порядке и на условиях, установленных настоящей Офертой.
        </p>
        <p>&nbsp;</p>
        <ol start={2}>
          <li>
            <strong>Предмет Договора</strong>
            <ul>
              <li>
                Исполнитель обязуется оказать Заказчику Услуги, а Заказчик
                обязуется оплатить их в размере, порядке и сроки, установленные
                настоящим Договором.
              </li>
              <li>
                Наименование, количество, порядок и иные условия оказания Услуг
                определяются на основании сведений Исполнителя при оформлении
                заявки Заказчиком, либо устанавливаются на сайте Исполнителя в
                сети &laquo;Интернет&raquo; https://rpa-russia.ru/
              </li>
              <li>
                Исполнитель оказывает Услуги по настоящему Договору лично, либо
                с привлечением третьих лиц, при этом за действия третьих лиц
                Исполнитель отвечает перед Заказчиком как за свои собственные.
              </li>
              <li>
                Договор заключается путем акцепта настоящей Оферты через
                совершение конклюдентных действий, выраженных в:
              </li>
            </ul>
          </li>
        </ol>
        <ul>
          <li>
            действиях, связанных с регистрацией учетной записи на Сайте
            Исполнителя в сети &laquo;Интернет&raquo; при наличии необходимости
            регистрации учетной записи;
          </li>
          <li>
            оформлении и направлении Заказчиком заявки в адрес Исполнителя для
            оказания Услуг;
          </li>
          <li>действиях, связанных с оплатой Услуг Заказчиком;</li>
          <li>действиях, связанных с оказанием Услуг Исполнителем.</li>
        </ul>
        <p>
          Данный перечень неисчерпывающий, могут быть и другие действия, которые
          ясно выражают намерение лица принять предложение контрагента.
        </p>
        <p>&nbsp;</p>
        <ol start={3}>
          <li>
            <strong>Права и обязанности Сторон</strong>
          </li>
        </ol>
        <p>
          <strong>&nbsp;</strong>
        </p>
        <ul>
          <li>
            <strong>Права и обязанности Исполнителя:</strong>
            <ul>
              <li>
                Исполнитель обязуется оказать Услуги в соответствии с
                положениями настоящего Договора, в сроки и объеме, указанные в
                настоящем Договоре и (или) в порядке, указанном на Сайте
                Исполнителя.
              </li>
              <li>
                Исполнитель обязуется предоставлять Заказчику доступ к разделам
                Сайта, необходимым для получения информации, согласно пункту
                2.1. Договора.
              </li>
              <li>
                Исполнитель несет ответственность за хранение и обработку
                персональных данных Заказчика, обеспечивает сохранение
                конфиденциальности этих данных и использует их исключительно для
                качественного оказания Услуг Заказчику.
              </li>
              <li>
                Исполнитель оставляет за собой право изменять сроки (период)
                оказания Услуг и условия настоящей Оферты в одностороннем
                порядке без предварительного уведомления Заказчика, публикуя
                указанные изменения на Сайте Исполнителя в сети
                &laquo;Интернет&raquo;.
              </li>
            </ul>
          </li>
        </ul>
        <p>
          При этом новые / измененные условия, указываемые на Сайте, действуют
          только в отношении вновь заключаемых Договоров.
        </p>
        <ul>
          <li>
            <strong>Права и обязанности Заказчика:</strong>
            <ul>
              <li>
                Заказчик обязан предоставлять достоверную информацию о себе при
                получении соответствующих Услуг.
              </li>
              <li>
                Заказчик обязуется не воспроизводить, не повторять, не
                копировать, не продавать, а также не использовать в каких бы то
                ни было целях информацию и материалы, ставшие ему доступными в
                связи с оказанием Услуг, за исключением личного использования
                непосредственно самим Заказчиком без предоставления в какой-либо
                форме доступа каким-либо третьим лицам.
              </li>
              <li>
                Заказчик обязуется принять Услуги, оказанные Исполнителем;
              </li>
              <li>
                Заказчик вправе потребовать от Исполнителя вернуть денежные
                средства за неоказанные услуги, некачественно оказанные услуги,
                услуги, оказанные с нарушением сроков оказания, а также, если
                Заказчик решил отказаться от услуг по причинам, не связанным с
                нарушением обязательств со стороны Исполнителя, исключительно по
                основаниям, предусмотренным действующим законодательством
                Российской Федерации.
              </li>
              <li>
                Заказчик гарантирует, что все условия Договора ему понятны;
                Заказчик принимает условия без оговорок, а также в полном
                объеме.
              </li>
            </ul>
          </li>
        </ul>
        <p>&nbsp;</p>
        <ol start={4}>
          <li>
            <strong>Цена и порядок расчетов</strong>
            <ul>
              <li>
                Стоимость услуг Исполнителя, оказываемых Заказчиком и порядок их
                оплаты, определяются на основании сведений Исполнителя при
                оформлении заявки Заказчиком либо устанавливаются на Сайте
                Исполнителя в сети &laquo;Интернет&raquo;:
                https://rpa-russia.ru/
              </li>
              <li>
                Все расчеты по Договору производятся в безналичном порядке.
              </li>
            </ul>
          </li>
        </ol>
        <p>
          <strong>&nbsp;</strong>
        </p>
        <ol start={5}>
          <li>
            <strong>Конфиденциальность и безопасность</strong>
            <ul>
              <li>
                При реализации настоящего Договора Стороны обеспечивают
                конфиденциальность и безопасность персональных данных в
                соответствии с актуальной редакцией ФЗ от 27.07.2006 г. № 152-ФЗ
                &laquo;О персональных данных&raquo; и ФЗ от 27.07.2006 г. №
                149-ФЗ &laquo;Об информации, информационных технологиях и о
                защите информации&raquo;.
              </li>
              <li>
                Стороны обязуются сохранять конфиденциальность информации,
                полученной в ходе исполнения настоящего Договора, и принять все
                возможные меры, чтобы предохранить полученную информацию от
                разглашения.
              </li>
              <li>
                Под конфиденциальной информацией понимается любая информация,
                передаваемая Исполнителем и Заказчиком в процессе реализации
                Договора и подлежащая защите, исключения указаны ниже.
              </li>
              <li>
                Такая информация может содержаться в предоставляемых Исполнителю
                локальных нормативных актах, договорах, письмах, отчетах,
                аналитических материалах, результатах исследований, схемах,
                графиках, спецификациях и других документах, оформленных как на
                бумажных, так и на электронных носителях.
              </li>
            </ul>
          </li>
        </ol>
        <p>&nbsp;</p>
        <ol start={6}>
          <li>
            <strong>Форс-мажор</strong>
            <ul>
              <li>
                Стороны освобождаются от ответственности за неисполнение или
                ненадлежащее исполнение обязательств по Договору, если
                надлежащее исполнение оказалось невозможным вследствие
                непреодолимой силы, то есть чрезвычайных и непредотвратимых при
                данных условиях обстоятельств, под которыми понимаются:
                запретные действия властей, эпидемии, блокада, эмбарго,
                землетрясения, наводнения, пожары или другие стихийные бедствия.
              </li>
              <li>
                В случае наступления этих обстоятельств Сторона обязана в
                течение 30 (Тридцати) рабочих дней уведомить об этом другую
                Сторону.
              </li>
              <li>
                Документ, выданный уполномоченным государственным органом,
                является достаточным подтверждением наличия и продолжительности
                действия непреодолимой силы.
              </li>
              <li>
                Если обстоятельства непреодолимой силы продолжают действовать
                более 60 (Шестидесяти) рабочих дней, то каждая Сторона вправе
                отказаться от настоящего Договора в одностороннем порядке.
              </li>
            </ul>
          </li>
          <li>
            <strong>Ответственность Сторон</strong>
            <ul>
              <li>
                В случае неисполнения и/или ненадлежащего исполнения своих
                обязательств по Договору, Стороны несут ответственность в
                соответствии с условиями настоящей Оферты.
              </li>
              <li>
                Исполнитель не несет ответственности за неисполнение и/или
                ненадлежащее исполнение обязательств по Договору, если такое
                неисполнение и/или ненадлежащее исполнение произошло по вине
                Заказчика.
              </li>
              <li>
                Сторона, не исполнившая или ненадлежащим образом исполнившая
                обязательства по Договору, обязана возместить другой Стороне
                причиненные такими нарушениями убытки.
              </li>
            </ul>
          </li>
          <li>
            <strong>Срок действия настоящей Оферты</strong>
            <ul>
              <li>
                Оферта вступает в силу с момента размещения на Сайте Исполнителя
                и действует до момента её отзыва Исполнителем.
              </li>
              <li>
                Исполнитель оставляет за собой право внести изменения в условия
                Оферты и/или отозвать Оферту в любой момент по своему
                усмотрению. Сведения об изменении или отзыве Оферты доводятся до
                Заказчика по выбору Исполнителя посредством размещения на сайте
                Исполнителя в сети &laquo;Интернет&raquo;, в Личном кабинете
                Заказчика, либо путем направления соответствующего уведомления
                на электронный или почтовый адрес, указанный Заказчиком при
                заключении Договора или в ходе его исполнения.
              </li>
              <li>
                Договор вступает в силу с момента Акцепта условий Оферты
                Заказчиком и действует до полного исполнения Сторонами
                обязательств по Договору.
              </li>
              <li>
                Изменения, внесенные Исполнителем в Договор и опубликованные на
                сайте в форме актуализированной Оферты, считаются принятыми
                Заказчиком в полном объеме.
              </li>
            </ul>
          </li>
        </ol>
        <p>&nbsp;</p>
        <p>&nbsp;</p>
        <ol start={9}>
          <li>
            <strong>Дополнительные условия</strong>
            <ul>
              <li>
                Договор, его заключение и исполнение регулируется действующим
                законодательством Российской Федерации. Все вопросы, не
                урегулированные настоящей Офертой или урегулированные не
                полностью, регулируются в соответствии с материальным правом
                Российской Федерации.
              </li>
              <li>
                В случае возникновения спора, который может возникнуть между
                Сторонами в ходе исполнения ими своих обязательств по Договору,
                заключенному на условиях настоящей Оферты, Стороны обязаны
                урегулировать спор мирным путем до начала судебного
                разбирательства.
              </li>
            </ul>
          </li>
        </ol>
        <p>
          Судебное разбирательство осуществляется в соответствии с
          законодательством Российской Федерации.
        </p>
        <p>
          Споры или разногласия, по которым Стороны не достигли договоренности,
          подлежат разрешению в соответствии с законодательством РФ. Досудебный
          порядок урегулирования спора является обязательным.
        </p>
        <ul>
          <li>
            В качестве языка Договора, заключаемого на условиях настоящей
            Оферты, а также языка, используемого при любом взаимодействии Сторон
            (включая ведение переписки, предоставление требований / уведомлений
            / разъяснений, предоставление документов и т. д.), Стороны
            определили русский язык.
          </li>
          <li>
            Все документы, подлежащие предоставлению в соответствии с условиями
            настоящей Оферты, должны быть составлены на русском языке либо иметь
            перевод на русский язык, удостоверенный в установленном порядке.
          </li>
          <li>
            Бездействие одной из Сторон в случае нарушения условий настоящей
            Оферты не лишает права заинтересованной Стороны осуществлять защиту
            своих интересов позднее, а также не означает отказа от своих прав в
            случае совершения одной из Сторон подобных либо сходных нарушений в
            будущем.
          </li>
          <li>
            Если на Сайте Исполнителя в сети &laquo;Интернет&raquo; есть ссылки
            на другие веб-сайты и материалы третьих лиц, такие ссылки размещены
            исключительно в целях информирования, и Исполнитель не имеет
            контроля в отношении содержания таких сайтов или материалов.
            Исполнитель не несет ответственность за любые убытки или ущерб,
            которые могут возникнуть в результате использования таких ссылок.
          </li>
        </ul>
        <p>&nbsp;</p>
        <ol start={10}>
          <li>
            <strong>
              Реквизиты Исполнителя
              <br /> <br />{" "}
            </strong>
          </li>
        </ol>
        <p>
          {'Полное наименование: ОБЩЕРОССИЙСКАЯ ОБЩЕСТВЕННАЯ ОРГАНИЗАЦИЯ СОДЕЙСТВИЯ РАЗВИТИЮ ПСИХОТЕРАПЕВТИЧЕСКОЙ ПРАКТИКИ И НАУКИ "РОССИЙСКАЯ ПСИХОТЕРАПЕВТИЧЕСКАЯ АССОЦИАЦИЯ СПЕЦИАЛИСТОВ И ОРГАНИЗАЦИЙ В ОБЛАСТИ ОХРАНЫ ПСИХИЧЕСКОГО ЗДОРОВЬЯ"'}
        </p>
        <p>ИНН: 7811049828</p>
        <p>ОГРН/ОГРНИП: 1037858005790</p>
        <p>Контактный телефон: +7 921 999-04-03</p>
        <p>Контактный e-mail: rpamember@gmail.com</p>
      </span>
      <div className="w-1/2 mt-6 lg:w-full"></div>
    </div>
  );
}

export default Codex;
